Repository: nestorwheelock/bruno
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Dashboard
es: Panel de Control

source: Quality of Life Dashboard
es: Panel de Calidad de Vida

source: CORQ Total Score
es: Puntuación Total CORQ

source: Last assessment
es: Última evaluación

source: Pain Assessment (CBPI)
es: Evaluación del Dolor (CBPI)

source: Pain Severity
es: Severidad del Dolor

source: Interference
es: Interferencia

source: QoL Rating
es: Calificación de Calidad de Vida

source: No CBPI assessments yet
es: Aún no hay evaluaciones CBPI

source: New CBPI Assessment
es: Nueva Evaluación CBPI

source: Quality of Life (CORQ)
es: Calidad de Vida (CORQ)

source: Vitality
es: Vitalidad

source: Comfort
es: Comodidad

source: Mobility
es: Movilidad

source: Global QoL
es: Calidad de Vida Global

source: No CORQ assessments yet
es: Aún no hay evaluaciones CORQ

source: New CORQ Assessment
es: Nueva Evaluación CORQ

source: Last 30 Days
es: Últimos 30 Días

source: Good
es: Bueno

source: Mixed
es: Mixto

source: Bad
es: Malo

source: Total days tracked
es: Total de días registrados

source: Daily Tracker
es: Registro Diario

source: Daily Scores Trend
es: Tendencia de Puntuaciones Diarias

source: Lymph Node Measurements
es: Mediciones de Ganglios Linfáticos

source: Happiness Score
es: Puntuación de Felicidad

source: Overall Score
es: Puntuación General

source: Mandibular L
es: Mandibular Izq

source: Mandibular R
es: Mandibular Der

source: Popliteal L
es: Poplíteo Izq

source: Popliteal R
es: Poplíteo Der

source: Active Adverse Events (VCOG-CTCAE)
es: Eventos Adversos Activos (VCOG-CTCAE)

source: No active adverse events
es: Sin eventos adversos activos

source: Manage Events
es: Gestionar Eventos

source: Recent Treatments
es: Tratamientos Recientes

source: No recent treatments
es: Sin tratamientos recientes

source: Manage Treatments
es: Gestionar Tratamientos

source: Quick Actions
es: Acciones Rápidas

source: Daily Entry
es: Entrada Diaria

source: Lymph Nodes
es: Ganglios Linfáticos

source: CBPI Pain Assessment
es: Evaluación de Dolor CBPI

source: Canine Brief Pain Inventory (CBPI)
es: Inventario Breve de Dolor Canino (CBPI)

source: Validated pain assessment for dogs with cancer
es: Evaluación validada de dolor para perros con cáncer

source: New Assessment
es: Nueva Evaluación

source: no pain
es: sin dolor

source: extreme pain
es: dolor extremo

source: Worst pain in last 7 days
es: Peor dolor en los últimos 7 días

source: Least pain in last 7 days
es: Menor dolor en los últimos 7 días

source: Average pain
es: Dolor promedio

source: Pain right now
es: Dolor en este momento

source: Pain Interference
es: Interferencia del Dolor

source: no interference
es: sin interferencia

source: completely interferes
es: interfiere completamente

source: General activity
es: Actividad general

source: Enjoyment of life
es: Disfrute de la vida

source: Ability to rise
es: Capacidad para levantarse

source: Ability to walk
es: Capacidad para caminar

source: Ability to run
es: Capacidad para correr

source: Ability to climb
es: Capacidad para subir

source: Overall Quality of Life
es: Calidad de Vida General

source: Select...
es: Seleccionar...

source: Poor
es: Pobre

source: Fair
es: Regular

source: Very Good
es: Muy Bueno

source: Excellent
es: Excelente

source: Notes
es: Notas

source: Save CBPI Assessment
es: Guardar Evaluación CBPI

source: Assessment History
es: Historial de Evaluaciones

source: Date
es: Fecha

source: Severity
es: Severidad

source: QoL
es: CdV

source: Saved!
es: Guardado!

source: CORQ Assessment
es: Evaluación CORQ

source: Canine Owner-Reported Quality of Life (CORQ)
es: Calidad de Vida Reportada por el Dueño (CORQ)

source: Validated quality of life questionnaire for dogs with cancer
es: Cuestionario validado de calidad de vida para perros con cáncer

source: Never
es: Nunca

source: Rarely
es: Raramente

source: Sometimes
es: A veces

source: Often
es: Frecuentemente

source: Always
es: Siempre

source: Energy level
es: Nivel de energía

source: Playfulness
es: Juguetón

source: Interest in surroundings
es: Interes en el entorno

source: Appetite
es: Apetito

source: Companionship
es: Compañía

source: Seeks attention
es: Busca atención

source: Enjoys interaction
es: Disfruta la interacción

source: Greets family
es: Saluda a la familia

source: Tail wagging
es: Movimiento de cola

source: Pain Signs
es: Signos de Dolor

source: lower = better
es: menor = mejor

source: Shows pain
es: Muestra dolor

source: Vocalizes pain
es: Vocaliza dolor

source: Avoids touch
es: Evita el contacto

source: Pants/restless
es: Jadea/inquieto

source: Walks normally
es: Camina normalmente

source: Rises easily
es: Se levanta fácilmente

source: Climbs stairs
es: Sube escaleras

source: Jumps
es: Salta

source: Global Quality of Life
es: Calidad de Vida Global

source: Overall QoL (0-100)
es: CdV General (0-100)

source: Save CORQ Assessment
es: Guardar Evaluación CORQ

source: Adverse Events
es: Eventos Adversos

source: VCOG-CTCAE Adverse Events
es: Eventos Adversos VCOG-CTCAE

source: Veterinary Cooperative Oncology Group - Common Terminology Criteria for Adverse Events v2
es: Grupo de Oncología Veterinaria Cooperativa - Criterios de Terminología Común para Eventos Adversos v2

source: Record New Adverse Event
es: Registrar Nuevo Evento Adverso

source: Category
es: Categoría

source: Select category...
es: Seleccionar categoría...

source: Hematologic
es: Hematológico

source: Dermatologic
es: Dermatológico

source: Neurologic
es: Neurológico

source: Respiratory
es: Respiratorio

source: Renal/Urinary
es: Renal/Urinario

source: Hepatobiliary
es: Hepatobiliar

source: Constitutional
es: Constitucional

source: Other
es: Otro

source: Event
es: Evento

source: Select event...
es: Seleccionar evento...

source: Vomiting
es: Vómito

source: Diarrhea
es: Diarrea

source: Constipation
es: Estreñimiento

source: Nausea
es: Náuseas

source: Thrombocytopenia
es: Trombocitopenia

source: Peripheral Neuropathy
es: Neuropatía Periférica

source: Seizure
es: Convulsión

source: Fatigue/Lethargy
es: Fatiga/Letargo

source: Fever
es: Fiebre

source: Weight Loss
es: Pérdida de Peso

source: Other (specify in notes)
es: Otro (especificar en notas)

source: Grade (1-5)
es: Grado (1-5)

source: Grade 1 - Mild
es: Grado 1 - Leve

source: Grade 2 - Moderate
es: Grado 2 - Moderado

source: Grade 3 - Severe
es: Grado 3 - Severo

source: Grade 4 - Life-threatening
es: Grado 4 - Potencialmente mortal

source: Grade 5 - Death
es: Grado 5 - Muerte

source: VCOG-CTCAE Grade Definitions:
es: Definiciones de Grado VCOG-CTCAE:

source: Grade 1
es: Grado 1

source: Grade 2
es: Grado 2

source: Grade 3
es: Grado 3

source: Grade 4
es: Grado 4

source: Grade 5
es: Grado 5

source: Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated
es: Leve; asintomático o síntomas leves; sólo observaciones clínicas o diagnósticas; intervención no indicada

source: Moderate; minimal, local or noninvasive intervention indicated; limiting age-appropriate instrumental ADL
es: Moderado; intervención mínima, local o no invasiva indicada; limitando AVD instrumentales apropiadas para la edad

source: Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated
es: Severo o médicamente significativo pero no inmediatamente mortal; hospitalización o prolongación de hospitalización indicada

source: Life-threatening consequences; urgent intervention indicated
es: Consecuencias potencialmente mortales; intervención urgente indicada

source: Death related to adverse event
es: Muerte relacionada con evento adverso

source: Related Treatment
es: Tratamiento Relacionado

source: None / Unknown
es: Ninguno / Desconocido

source: Event has resolved
es: El evento se ha resuelto

source: Additional observations, interventions taken...
es: Observaciones adicionales, intervenciones tomadas...

source: Record Adverse Event
es: Registrar Evento Adverso

source: Event History
es: Historial de Eventos

source: Grade
es: Grado

source: Status
es: Estado

source: Resolved
es: Resuelto

source: Active
es: Activo

source: Reference
es: Referencia

source: Adverse event recorded!
es: Evento adverso registrado!

source: Error saving event
es: Error al guardar evento

source: Treatment Sessions
es: Sesiones de Tratamiento

source: Track chemotherapy, radiation, and other cancer treatments
es: Registrar quimioterapia, radiación y otros tratamientos contra el cáncer

source: Record New Treatment
es: Registrar Nuevo Tratamiento

source: Treatment Type
es: Tipo de Tratamiento

source: Select type...
es: Seleccionar tipo...

source: Chemotherapy
es: Quimioterapia

source: Radiation Therapy
es: Radioterapia

source: Surgery
es: Cirugía

source: Immunotherapy
es: Inmunoterapia

source: Palliative Care
es: Cuidados Paliativos

source: Chemotherapy Agent
es: Agente de Quimioterapia

source: Select agent...
es: Seleccionar agente...

source: Common Lymphoma Protocols
es: Protocolos Comunes de Linfoma

source: Combination Protocols
es: Protocolos Combinados

source: Dose
es: Dosis

source: Cycle Number
es: Número de Ciclo

source: Location/Clinic
es: Ubicación/Clínica

source: Veterinary clinic name
es: Nombre de la clínica veterinaria

source: Administering Veterinarian
es: Veterinario que Administra

source: Dr. Name
es: Dr. Nombre

source: Pre-treatment Weight (kg)
es: Peso Pre-tratamiento (kg)

source: Response Assessment
es: Evaluación de Respuesta

source: Not assessed
es: No evaluado

source: CR - Complete Response
es: RC - Respuesta Completa

source: PR - Partial Response
es: RP - Respuesta Parcial

source: SD - Stable Disease
es: EE - Enfermedad Estable

source: PD - Progressive Disease
es: EP - Enfermedad Progresiva

source: VCOG Response Evaluation Criteria:
es: Criterios de Evaluación de Respuesta VCOG:

source: Disappearance of all target lesions
es: Desaparición de todas las lesiones objetivo

source: >=30% decrease in sum of target lesion diameters
es: >=30% de disminución en la suma de diámetros de lesiones objetivo

source: Neither PR nor PD criteria met
es: Ni criterios de RP ni EP cumplidos

source: >=20% increase in sum of target lesion diameters or new lesions
es: >=20% de aumento en la suma de diámetros de lesiones objetivo o nuevas lesiones

source: Pre-medications, reactions, observations...
es: Pre-medicaciones, reacciones, observaciones...

source: Record Treatment Session
es: Registrar Sesión de Tratamiento

source: Treatment History
es: Historial de Tratamientos

source: Type
es: Tipo

source: Agent/Details
es: Agente/Detalles

source: Cycle
es: Ciclo

source: Response
es: Respuesta

source: Weight
es: Peso

source: Total Treatments
es: Total de Tratamientos

source: Chemo Sessions
es: Sesiones de Quimio

source: Latest Weight
es: Peso más Reciente

source: Treatment session recorded!
es: Sesión de tratamiento registrada!

source: Error saving treatment
es: Error al guardar tratamiento

source: Home
es: Inicio

source: History
es: Historial

source: Medications
es: Medicamentos

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Yes
es: Si

source: Loading...
es: Cargando...

source: Success
es: Éxito

source: Excellent quality of life
es: Excelente calidad de vida

source: Good quality of life
es: Buena calidad de vida

source: Quality of life needs monitoring
es: La calidad de vida necesita monitoreo

source: Quality of life concerns - consult veterinarian
es: Preocupaciones de calidad de vida - consultar veterinario

source: No assessment data available
es: No hay datos de evaluación disponibles

source: Help Bruno Fight Cancer
es: Ayuda a Bruno a Luchar Contra él Cáncer

source: He doesn't know he's sick. He just knows he loves us.
es: El no sabe que está enfermo. Solo sabe que nos ama.

source: Donate Now
es: Donar Ahora

source: Meet Bruno
es: Conoce a Bruno

source: Bruno is a 6-year-old dog with a heart of gold. He was recently diagnosed with lymphoma, a common but aggressive cancer in dogs. Without treatment, he may only have weeks left.
es: Bruno es un perro de 6 años con un corazón de oro. Recientemente le diagnosticaron linfoma, un cáncer común pero agresivo en perros. Sin tratamiento, puede que sólo le queden semanas.

source: With your help, Bruno can receive chemotherapy that could give him months—even years—of quality time with his family who loves him more than words can say.
es: Con tu ayuda, Bruno puede recibir quimioterapia que podría darle meses—incluso años—de tiempo de calidad con su familia que lo ama más de lo que las palabras pueden expresar.

source: Bruno's Story
es: La Historia de Bruno

source: A Love Like No Other
es: Un Amor Como Ningún Otro

source: Bruno came into our lives six years ago, and from day one, he's been our shadow, our comfort, and our joy. He greets every morning with a wagging tail and ends every night curled up at our feet.
es: Bruno llego a nuestras vidas hace seis años, y desde el primer día, ha sido nuestra sombra, nuestro consuelo y nuestra alegría. Saluda cada mañana con la cola meneando y termina cada noche acurrucado a nuestros pies.

source: The Diagnosis
es: El Diagnóstico

source: When we noticed his lymph nodes were swollen, our hearts sank. The vet confirmed our fears: B-cell lymphoma. But there's hope—with CHOP chemotherapy, Bruno could have 12-18 more months of tail wags and belly rubs.
es: Cuando notamos que sus ganglios linfáticos estaban inflamados, nuestros corazones se hundieron. El veterinario confirmó nuestros temores: linfoma de células B. Pero hay esperanza—con quimioterapia CHOP, Bruno podría tener 12-18 meses más de meneos de cola y caricias en la panza.

source: We Can't Do This Alone
es: No Podemos Hacerlo Solos

source: With only one income and no savings to fall back on, the cost of treatment feels impossible. We cancelled Christmas travel to stay by his side. We'd give anything for more time with him—but we need help to make it happen.
es: Con un sólo ingreso y sin ahorros en que apoyarnos, el costo del tratamiento parece imposible. Cancelamos nuestro viaje de Navidad para quedarnos a su lado. Daríamos cualquier cosa por más tiempo con el—pero necesitamos ayuda para que suceda.

source: Every Day Counts
es: Cada Día Cuenta

source: The sooner we start, the more good days we get to keep.
es: Cuanto antes comencemos, más días buenos podremos conservar.

source: Lymphoma moves fast. Early treatment can slow the disease and give Bruno more time—more walks, more naps in the sun, more moments together. Your donation goes directly toward:
es: El linfoma avanza rápido. El tratamiento temprano puede frenar la enfermedad y darle a Bruno más tiempo—mas paseos, más siestas al sol, más momentos juntos. Tu donación va directamente a:

source: Veterinary oncology visits
es: Consultas de oncología veterinaria

source: Chemotherapy treatments
es: Tratamientos de quimioterapia

source: Ongoing monitoring
es: Monitoreo continuo

source: Transportation to frequent appointments
es: Transporte a citas frecuentes

source: Why We Need to Act Now
es: Por Que Necesitamos Actuar Ahora

source: Canine lymphoma is treatable, but time is critical. With chemotherapy, dogs can live significantly longer with a good quality of life.
es: El linfoma canino es tratable, pero el tiempo es crítico. Con quimioterapia, los perros pueden vivir significativamente más con buena calidad de vida.

source: We've already lost precious time.
es: Ya hemos perdido tiempo valioso.

source: Without Treatment
es: Sin Tratamiento

source: With CHOP Chemotherapy
es: Con Quimioterapia CHOP

source: Bruno could have as little as 2 weeks left without treatment
es: A Bruno podrían quedarle tan sólo 2 semanas sin tratamiento

source: Expected survival for B-cell Stage IIIa lymphoma
es: Supervivencia esperada para linfoma de células B etapa IIIa

source: of dogs respond positively to chemotherapy
es: de los perros responden positivamente a la quimioterapia

source: achieve complete remission
es: logran remisión completa

source: survive 2 years or longer
es: sobreviven 2 años o más

source: Share Bruno's Story
es: Comparte la Historia de Bruno

source: Can't donate? Sharing helps just as much!
es: No puedes donar? Compartir ayuda igual!

source: Share on Facebook
es: Compartir en Facebook

source: Share on Twitter
es: Compartir en Twitter

source: Share on WhatsApp
es: Compartir en WhatsApp

source: Copy Link
es: Copiar Enlace

source: Link copied!
es: Enlace copiado!

source: Photo Gallery
es: Galería de Fotos

source: Thank you for caring.
es: Gracias por preocuparte.

source: Every dollar, every share, every kind thought helps Bruno fight. From our family to yours—thank you.
es: Cada dólar, cada compartida, cada pensamiento amable ayuda a Bruno a luchar. De nuestra familia a la tuya—gracias.

source: Give Bruno More Time
es: Dale a Bruno Más Tiempo

source: Bruno, a loving 6-year-old dog
es: Bruno, un amoroso perro de 6 años

source: Six years of unconditional love.
es: Seis años de amor incondicional.

source: Bruno and Tatum are inseparable. Where one goes, the other follows. He's not just a dog—he's a best friend, a protector, a constant source of comfort through every hard day and quiet night.
es: Bruno y Tatum son inseparables. Donde va uno, el otro lo sigue. No es sólo un perro—es un mejor amigo, un protector, una fuente constante de consuelo en cada día difícil y cada noche tranquila.

source: Now Bruno has been diagnosed with
es: Ahora a Bruno le han diagnosticado

source: lymphoma
es: linfoma

source: He's still happy, still wagging his tail, still looking at us like nothing is wrong. That's what makes this so hard.
es: Sigue feliz, sigue meneando la cola, sigue mirándonos como si nada estuviera mal. Eso es lo que hace esto tan difícil.

source: Bruno with his family
es: Bruno con su familia

source: He Still Greets Each Day with Joy
es: Aún Recibe Cada Día con Alegría

source: Bruno doesn't know what lymphoma means. He just knows he wants to be close to us, to play, to rest his head in our laps. His spirit hasn't changed—and we're fighting to keep it that way for as long as we can.
es: Bruno no sabe que significa el linfoma. Solo sabe que quiere estar cerca de nosotros, jugar, descansar su cabeza en nuestro regazo. Su espíritu no ha cambiado—y estamos luchando para mantenerlo así el mayor tiempo posible.

source: Bruno being playful
es: Bruno jugando

source: It's been two weeks since we discovered Bruno's swollen lymph nodes—and they've tripled in size since then. The diagnostic testing had to be sent to Mexico City, which delayed the diagnosis. Every day without treatment, the cancer spreads.
es: Han pasado dos semanas desde que descubrimos los ganglios linfáticos inflamados de Bruno—y se han triplicado de tamaño desde entonces. Las pruebas diagnósticas tuvieron que enviarse a la Ciudad de México, lo que retrasó el diagnóstico. Cada día sin tratamiento, el cáncer se propaga.

source: 2-4 weeks
es: 2-4 semanas

source: 12-18 months
es: 12-18 meses

source: Statistics from veterinary oncology research. Individual outcomes vary based on lymphoma type, stage, and timing of treatment.
es: Estadísticas de investigación en oncología veterinaria. Los resultados individuales varían según el tipo de linfoma, la etapa y el momento del tratamiento.

source: This Is Who We're Fighting For
es: Por Quien Estamos Luchando

source: Bruno portrait
es: Retrato de Bruno

source: Bruno relaxing
es: Bruno descansando

source: Bruno happy
es: Bruno feliz

source: Bruno looking hopeful
es: Bruno con esperanza

source: Help Us Keep Him a Little Longer
es: Ayudanos a Mantenerlo un Poco Mas

source: We're not ready to say goodbye. Bruno still has so much love to give, and we want to give him every chance to keep giving it.
es: No estamos listos para decir adios. Bruno todavia tiene mucho amor que dar, y queremos darle todas las oportunidades para seguir dandolo.

source: Any amount helps. If you can't donate, sharing his story means the world to us.
es: Cualquier cantidad ayuda. Si no puedes donar, compartir su historia significa mucho para nosotros.

source: Donate to Bruno's Treatment
es: Donar al Tratamiento de Bruno

source: Can't donate? Please share Bruno's story!
es: No puedes donar? Por favor comparte la historia de Bruno!

source: Share on X
es: Compartir en X

source: Thank you for caring about Bruno. Every donation and share brings us closer to giving him more good days.
es: Gracias por preocuparte por Bruno. Cada donación y cada compartida nos acerca a darle más días buenos.

source: Donate on GoFundMe
es: Donar en GoFundMe
